<template>
  <div class="container">
    <Navbar />

    <img src="../../assets/about.png" width="100%" height="350px" />
    <div class="about">
      <h3>{{ title }}</h3>
      <p>
        کاربری در تاریخ 3 خرداد ماه 1399 ساعت 10 و 46 دقیقه و 24 ثانیه با
        اطلاعات کاربری شما وارد سامانه شد، لطفا اگر احساس می کنید این ورود توسط
        شما نبوده است ، نسبت به تعویض رمز عبور خود در اولین فرصت اقدام نمایید.
        <br />
        <br />
        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
        از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
        سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
        متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
        درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
        نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان
        خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید
        داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان
        رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات
        پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
        <br />
        <br />
        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
        از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
        سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
        متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
        درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
        نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان
        خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید
        داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان
        رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات
        پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
        <br />
        <br />
        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
        از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
        سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
        متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
        درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
        نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان
        خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید
        داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان
        رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات
        پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
      </p>
    </div>
    <Footer />
  </div>
</template>

<script>
import Navbar from "../Navbar";
import Footer from "../Footer";

export default {
  name: "About",
  components: {
    Navbar,
    Footer,
  },
  data() {
    return {
      title: "درباره‌ی لِمِ کار",
    };
  },
};
</script>

<style scoped>
img {
  margin-top: 60px;
}
.container {
  width: 100%;
  max-width: 1366px;
  margin: auto;
}
.about {
  padding: 50px 11.5% 50px 11.5%;
  margin: 0px 0px 0px 0px;
  background-color: #f8f5fc;
}
p {
  margin-top: 20px;
  font-size: 16px;
}
h3 {
  font-size: 28px;
}
@media screen and (min-width: 540px) and (max-width: 768px) {
  .about {
    padding: 10px 4% 30px 4%;
  }
  img {
    height: 190px;
  }
  h3 {
    margin: 10px;
  }
}
@media screen and (max-width: 540px) {
  .about {
    padding: 10px 4% 30px 4%;
  }
  img {
    height: 150px;
  }
  h3 {
    margin: 10px;
  }
}
</style>