<template>
  <div class="container">
    <Navbar />
    <div class="policy">
      <h3>{{ title }}</h3>
      <h4>شرایط اساسی و اولیه‌ی استفاده کاربران از خدمات</h4>
      <p>
        کاربران موظفند قبل از ثبت‌نام تمامی مفاد این تعهدنامه را مطالعه نموده و
        صرفا در صورت پذیرش آن اقدام به ثبت نام نمایند.
      </p>
      <h5>کاربر می پذیرد که:</h5>
      <ul>
        <li>
          این حق برای سایت محفوظ است که در هر زمان که بخواهد، با اعلام مراتب
          قبلی به کاربر، مفاد این موافقتنامه را تغییر دهد.
        </li>
        <li>
          تمامی معاملات انجام گرفته توسط کاربر صحیح تلقی می‌گردد. از این رو
          صیانت از حساب کاربری، رمز عبور یا سایر اطلاعات برعهده وی بوده و لازم
          است به صدمات ناشی از انجام تخلفات یا جرایم مالی توجه داشته باشد.
        </li>
        <li>
          معاملات ارز های دیجیتال باید با آگاهی و بررسی انجام شود و مسئولیت ضرر
          نا آگاهانه از خرید ارز های دیجیتال به عهده خود کاربر است.
        </li>
        <li>
          تلاش ما ارائه‌ی خدمات به صورت ۲۴ ساعته در طول شبانه روز خواهد بود.لیکن
          در صورت وقوع حادثه‌ای از قبیل تعلیق خدمات به علت اقدام غیر قانونی
          کاربران یا اشخاص ثالث، یا وقوع خطا در خدمات، مشکل را مرتفع نموده و
          ارائه‌ی خدمات را از سر می‌گیریم. در این زمان می‌توانید درخواست بازیابی
          را بر اساس سوابق معاملاتی ارائه کنید. اما نمی‌توانیم سود و زیان ناشی
          از این وقفه زمانی را جبران کنیم.
        </li>
        <li>
          این حق برای سایت محفوظ است که در هر زمان که بخواهد، با اعلام مراتب
          قبلی به کاربر، مفاد این موافقتنامه را تغییر دهد.
        </li>
        <li>
          تمامی معاملات انجام گرفته توسط کاربر صحیح تلقی می‌گردد. از این رو
          صیانت از حساب کاربری، رمز عبور یا سایر اطلاعات برعهده وی بوده و لازم
          است به صدمات ناشی از انجام تخلفات یا جرایم مالی توجه داشته باشد.
        </li>
        <li>
          معاملات ارز های دیجیتال باید با آگاهی و بررسی انجام شود و مسئولیت ضرر
          نا آگاهانه از خرید ارز های دیجیتال به عهده خود کاربر است.
        </li>
        <li>
          تلاش ما ارائه‌ی خدمات به صورت ۲۴ ساعته در طول شبانه روز خواهد بود.لیکن
          در صورت وقوع حادثه‌ای از قبیل تعلیق خدمات به علت اقدام غیر قانونی
          کاربران یا اشخاص ثالث، یا وقوع خطا در خدمات، مشکل را مرتفع نموده و
          ارائه‌ی خدمات را از سر می‌گیریم. در این زمان می‌توانید درخواست بازیابی
          را بر اساس سوابق معاملاتی ارائه کنید. اما نمی‌توانیم سود و زیان ناشی
          از این وقفه زمانی را جبران کنیم.
        </li>
        <li>
          معاملات ارز های دیجیتال باید با آگاهی و بررسی انجام شود و مسئولیت ضرر
          نا آگاهانه از خرید ارز های دیجیتال به عهده خود کاربر است.
        </li>
        <li>
          تمامی معاملات انجام گرفته توسط کاربر صحیح تلقی می‌گردد. از این رو
          صیانت از حساب کاربری، رمز عبور یا سایر اطلاعات برعهده وی بوده و لازم
          است به صدمات ناشی از انجام تخلفات یا جرایم مالی توجه داشته باشد.
        </li>
      </ul>
    </div>
    <Footer />
  </div>
</template>

<script>
import Navbar from "../Navbar";
import Footer from "../Footer";

export default {
  name: "Policy",
  components: {
    Navbar,
    Footer,
  },
  data() {
    return {
      title: "قوانین و شرایط استفاده",
    };
  },
};
</script>

<style scoped>
.container {
  width: 100%;
  max-width: 1366px;
  margin: auto;
}
.policy {
  width: 100%;
  padding: 110px 11.5% 50px 11.5%;
  margin: 0px 0px 0px 0px;
  background-color: #f8f5fc;
}
p {
  margin-top: 20px;
  font-size: 17px;
  color: #132135;
}
h3 {
  font-size: 28px;
  color: #5c438a;
}
h4 {
  font-size: 21px;
  color: #132135;
  font-weight: 500;
}
h5 {
  font-size: 21px;
  color: #132135;
  font-weight: normal;
}
::marker {
  color: #5c438a;
  font-size: 24px;
}
li {
  font-size: 17px;
  font-weight: normal;
  color: #132135;
  line-height: normal;
  letter-spacing: normal;
  margin-bottom: 15px;
}
@media screen and (min-width: 540px) and (max-width: 768px) {
  .policy {
    padding: 80px 4% 30px 4%;
  }
}
@media screen and (max-width: 540px) {
  .policy {
    padding: 80px 4% 30px 4%;
  }
}
</style>